{
  "ABOUT_ME": "Über mich",
  "SKILLS": "Fähigkeiten",
  "PROJECTS": "Projekte",
  "CHECK_MY_WORK": "Meine Arbeiten ansehen",
  "CONTACT_ME": "Kontaktiere mich",
  "LETS_WORK_TOGETHER": "Lass uns zusammen-\narbeiten",
  "GOT_A_PROBLEM_TO_SOLVE": "Hast du ein Problem zu lösen?",
  "CONTACT_FORM_TEXT_1": "Kontaktiere mich über dieses Formular, ich freue mich von dir zu hören, deine Ideen zu erfahren und mit meiner Arbeit zu deinen Projekten beizutragen.",
  "CONTACT_FORM_TEXT_2": "Brauchst du einen Frontend-Entwickler?",
  "CONTACT_FORM_TEXT_2_SPAN": "Lass uns reden!",
  "WHATS_YOUR_NAME": "Wie heißt du?",
  "YOUR_NAME_GOES_HERE": "Dein Name kommt hier hin",
  "WHATS_YOUR_EMAIL": "Wie lautet deine E-Mail-Adresse?",
  "YOUR_EMAIL_GOES_HERE": "deineemail@email.com",
  "HOW_CAN_I_HELP_YOU": "Wie kann ich dir helfen?",
  "YOUR_MESSAGE_GOES_HERE": "Hallo Fuad, ich interessiere mich für...",
  "PRIVACY_POLICY_TEXT_PART_1": "Ich habe die",
  "PRIVACY_POLICY_TEXT_LINK": "Datenschutzerklärung",
  "PRIVACY_POLICY_TEXT_PART_2": "gelesen und bin mit der darin beschriebenen Verarbeitung meiner Daten einverstanden.",
  "ACCEPT_PRIVACY_POLICY": "Bitte akzeptiere die Datenschutzerklärung.",
  "SEND_MESSAGE": "Sag Hallo ;)",
  "NAME_MISSING": "Hoppla! Es scheint, als würde dein Name fehlen",
  "EMAIL_REQUIRED": "Hoppla! Deine E-Mail-Adresse wird benötigt",
  "MESSAGE_REQUIRED": "Was möchtest du entwickeln?",
  "FRONTEND_DEVELOPER": "Frontend Entwickler",
  "BASED_IN_STUTTGART": "In Stuttgart ansässig",
  "OPEN_TO_WORK": "Offen für Arbeit",
  "AVAILABLE_FOR_REMOTE_WORK": "Für Remote-Arbeit verfügbar",
  "WHO_I_AM": "Wer ich bin",
  "ABOUT_ME_TEXT": "Hi, ich bin ein deutschsprachiger Frontend-Entwickler aus Stuttgart. Angetrieben von den nahezu grenzenlosen Möglichkeiten in der IT, bin ich begeistert davon, visuell ansprechende und intuitive Websites und Anwendungen zu gestalten. Aktuell befinde ich mich in einer Umschulung zum Fachinformatiker für Anwendungsentwicklung, die ich voraussichtlich im August 2025 erfolgreich abschließen werde. Zusätzlich erweitere ich meine Kenntnisse durch eine Weiterbildung bei der Developer Akademie, um meine Fähigkeiten im Bereich moderner Webentwicklung weiter zu vertiefen.",
  "ABOUT_ME_LOCATION": "Flexibel in Bezug auf Arbeitsumgebungen, kann ich sowohl vor Ort in Stuttgart als auch remote effektiv arbeiten.",
  "ABOUT_ME_MINDSET": "Ich bin aufgeschlossen und immer auf der Suche nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten ständig zu verbessern.",
  "ABOUT_ME_PASSION": "In meinem Beruf geht es beim Programmieren nicht nur darum, Code zu schreiben; es ist eine kreative Form der Problemlösung. Ich bin stolz auf meine Fähigkeit, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu überführen. Auf diese Weise helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zum Leben zu erwecken.",
  "TECHNOLOGIES": "Technologien",
  "SKILL_SET": "Fähigkeiten",
  "SKILL_SET_TEXT": "Meine Reise hat viele Projekte mit unterschiedlichen Frontend-Technologien und Konzepten beinhaltet. Ich bin offen für neue Technologien und Methoden, um meine Fähigkeiten kontinuierlich zu verbessern und mich im immer weiter wachsenden Webentwicklungs-Landscape zu halten.",
  "SKILL_SET_CONTACT": "Du brauchst",
  "SKILL_SET_CONTACT_SPAN": "noch eine Fähigkeit ?",
  "SKILL_SET_CONTACT_TEXT": "Fühle dich frei, mich zu kontaktieren. Ich freue mich, mein vorheriges Wissen auszubauen.",
  "SKILL_SET_BUTTON": "Lass uns reden",
  "PORTFOLIO": "Portfolio",
  "FEATURED_PROJECTS": "Ausgewählte Projekte",
  "PORTFOLIO_TEXT": "Entdecken Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen",
  "WHAT_IS_THIS_PROJECT_ABOUT": "Worum geht es in diesem Projekt?",
  "GITHUB": "GitHub",
  "LIVE_TEST": "Live-Test",
  "NEXT_PROJECT": "Nächstes Projekt",
  "PROJECT_DESCRIPTION_JOIN": "Aufgabenmanager, inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
  "PROJECT_DESCRIPTION_EL_POLLO_LOCO": "Spring-, Lauf- und Wurfspiel basierend auf einem objektorientierten Ansatz. Helfen Sie Pepe, Münzen und Tabasco-Soße zu finden, um gegen die verrückte Henne zu kämpfen.",
  "PROJECT_DESCRIPTION_RING_OF_FIRE": "Ein Multiplayer-Trinkspiel, das auf dem beliebten 'Ring of Fire'-Partyspiel basiert. Die Spieler ziehen abwechselnd Karten und führen Aktionen basierend auf dem Kartenwert aus. Entwickelt mit Angular und Firebase.",
  "YOUR_NAME_PLACEHOLDER": "Dein Name kommt hier hin",
  "YOUR_EMAIL_PLACEHOLDER": "deineemail@email.com",
  "YOUR_MESSAGE_PLACEHOLDER": "Hallo Fuad, ich interessiere mich für...",
  "LEGAL_NOTICE": "Impressum",
  "CONTACT": "Kontakt",
  "PHONE": "Telefon",
  "SOURCE": "Quelle",
  "LEGAL_NOTICE_BACK_TO_PORTFOLIO": "Zurück zum Portfolio",
  "FEEDBACK_HEAD": "Was meine Kollegen sagen",
  "FEEDBACKS_NAME_1": "Hanif - Team Partner",
  "FEEDBACKS_TEXT_1": "Fuad hat sich als zuverlässiger Gruppenpartner bewährt. Seine technischen Fähigkeiten und proaktive Vorgehensweise waren entscheidend für den Erfolg unseres Projekts.",
  "FEEDBACKS_NAME_2": "Tobias - Frontend Developer",
  "FEEDBACKS_TEXT_2": "Unser Projekt hat sich enorm von Fuads effizientem Arbeitsstil profitiert.",
  "FEEDBACKS_NAME_3": "Stephanie - Team Partner",
  "FEEDBACKS_TEXT_3": "Ich hatte die Glücklichkeit, Fuad in einem Gruppenprojekt bei der Developer Akademie zu arbeiten, das viel Aufwand erforderte. Er blieb immer entspannt, kühl und fokussiert und sorgte dafür, dass unser Team für den Erfolg eingerichtet war. Er ist super kompetent, leicht zu arbeiten und ich würde ihm wieder gerne die Gelegenheit geben, mit ihm zusammen zu arbeiten.",
  "PRIVACY_POLICY_TITLE": "Datenschutzerklärung",
  "PRIVACY_POLICY_SECTION_1_TITLE": "1. Datenschutz auf einen Blick",
  "PRIVACY_POLICY_SECTION_1_SUBTITLE_1": "Allgemeine Hinweise",
  "PRIVACY_POLICY_SECTION_1_PARAGRAPH_1": "Die folgenden Hinweise geben einen einfachen &Uuml;berblick dar&uuml;ber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie pers&ouml;nlich identifiziert werden k&ouml;nnen. Ausf&uuml;hrliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgef&uuml;hrten Datenschutzerkl&auml;rung.",
  "PRIVACY_POLICY_SECTION_1_SUBTITLE_2": "Datenerfassung auf dieser Website",
  "PRIVACY_POLICY_SECTION_1_SUBTITLE_2_QUESTION_1": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
  "PRIVACY_POLICY_SECTION_1_SUBTITLE_2_ANSWER_1": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt \"Hinweis zur Verantwortlichen Stelle\" in dieser Datenschutzerklärung entnehmen.",
  "PRIVACY_POLICY_SECTION_1_SUBTITLE_2_QUESTION_2": "Wie erfassen wir Ihre Daten?",
  "PRIVACY_POLICY_SECTION_1_SUBTITLE_2_ANSWER_2_PARAGRAPH_1": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z. B. um Daten handeln, die Sie in ein Kontaktformular eingeben.",
  "PRIVACY_POLICY_SECTION_1_SUBTITLE_2_ANSWER_2_PARAGRAPH_2": "Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.",
  "PRIVACY_POLICY_SECTION_1_SUBTITLE_2_QUESTION_3": "Wofür nutzen wir Ihre Daten?",
  "PRIVACY_POLICY_SECTION_1_SUBTITLE_2_ANSWER_3": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden. Sofern über die Website Verträge geschlossen oder angebahnt werden können, werden die übermittelten Daten auch für Vertragsangebote, Bestellungen oder sonstige Auftragsanfragen verarbeitet.",
  "PRIVACY_POLICY_SECTION_1_SUBTITLE_2_QUESTION_4": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
  "PRIVACY_POLICY_SECTION_1_SUBTITLE_2_ANSWER_4_PARAGRAPH_1": "Sie haben jederzeit das Recht, unentgeltlich Auskunft &uuml;ber Herkunft, Empf&auml;nger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben au&szlig;erdem ein Recht, die Berichtigung oder L&ouml;schung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, k&ouml;nnen Sie diese Einwilligung jederzeit f&uuml;r die Zukunft widerrufen. Au&szlig;erdem haben Sie das Recht, unter bestimmten Umst&auml;nden die Einschr&auml;nkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zust&auml;ndigen Aufsichtsbeh&ouml;rde zu.",
  "PRIVACY_POLICY_SECTION_1_SUBTITLE_2_ANSWER_4_PARAGRAPH_2": "Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.",
  "PRIVACY_POLICY_SECTION_1_SUBTITLE_3": "Analyse-Tools und Tools von Drittanbietern",
  "PRIVACY_POLICY_SECTION_1_SUBTITLE_3_PARAGRAPH_1": "Beim Besuch dieser Website kann Ihr Surf-Verhalten statistisch ausgewertet werden. Das geschieht vor allem mit sogenannten Analyseprogrammen.",
  "PRIVACY_POLICY_SECTION_1_SUBTITLE_3_PARAGRAPH_2": "Detaillierte Informationen zu diesen Analyseprogrammen finden Sie in der folgenden Datenschutzerklärung.",
  "PRIVACY_POLICY_SECTION_2_TITLE": "2. Hosting",
  "PRIVACY_POLICY_SECTION_2_PARAGRAPH_1": "Wir hosten die Inhalte unserer Website bei folgendem Anbieter:",
  "PRIVACY_POLICY_SECTION_2_SUBTITLE_1": "All-Inkl",
  "PRIVACY_POLICY_SECTION_2_SUBTITLE_1_PARAGRAPH_1": "Anbieter ist die ALL-INKL.COM - Neue Medien Münnich, Inh. René Münnich, Hauptstraße 68, 02742 Friedersdorf (nachfolgend All-Inkl). Details entnehmen Sie der Datenschutzerklärung von All-Inkl:",
  "PRIVACY_POLICY_SECTION_2_SUBTITLE_1_PARAGRAPH_2": "Die Verwendung von All-Inkl erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Wir haben ein berechtigtes Interesse an einer möglichst zuverlässigen Darstellung unserer Website. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z. B. Device-Fingerprinting) im Sinne des TDDDG umfasst. Die Einwilligung ist jederzeit widerrufbar.",
  "PRIVACY_POLICY_SECTION_2_SUBTITLE_1_SUBTITLE_1": "Auftragsverarbeitung",
  "PRIVACY_POLICY_SECTION_2_SUBTITLE_1_SUBTITLE_1_PARAGRAPH_1": "Wir haben einen Vertrag über Auftragsverarbeitung (AVV) zur Nutzung des oben genannten Dienstes geschlossen. Hierbei handelt es sich um einen datenschutzrechtlich vorgeschriebenen Vertrag, der gewährleistet, dass dieser die personenbezogenen Daten unserer Websitebesucher nur nach unseren Weisungen und unter Einhaltung der DSGVO verarbeitet.",
  "PRIVACY_POLICY_SECTION_3_TITLE": "3. Allgemeine Hinweise und Pflichtinformationen",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_1": "Datenschutz",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_1_PARAGRAPH_1": "Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_1_PARAGRAPH_2": "Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht.",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_1_PARAGRAPH_3": "Wir weisen darauf hin, dass die Datenübertragung im Internet (z. B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_2": "Hinweis zur verantwortlichen Stelle",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_2_PARAGRAPH_1": "Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_2_PARAGRAPH_2": "Telefon: [Telefonnummer der verantwortlichen Stelle]",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_2_PARAGRAPH_3": "E-Mail: [E-Mail-Adresse der verantwortlichen Stelle]",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_2_PARAGRAPH_4": "Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z. B. Namen, E-Mail-Adressen o. Ä.) entscheidet.",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_3": "Speicherdauer",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_3_PARAGRAPH_1": "Soweit innerhalb dieser Datenschutzerklärung keine speziellere Speicherdauer genannt wurde, verbleiben Ihre personenbezogenen Daten bei uns, bis der Zweck für die Datenverarbeitung entfällt. Wenn Sie ein berechtigtes Löschersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen, werden Ihre Daten gelöscht, sofern wir keine anderen rechtlich zulässigen Gründe für die Speicherung Ihrer personenbezogenen Daten haben (z. B. steuer- oder handelsrechtliche Aufbewahrungsfristen); im letztgenannten Fall erfolgt die Löschung nach Fortfall dieser Gründe.",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_4": "Allgemeine Hinweise zu den Rechtsgrundlagen der Datenverarbeitung auf dieser Website",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_4_PARAGRAPH_1": "Sofern Sie in die Datenverarbeitung eingewilligt haben, verarbeiten wir Ihre personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO bzw. Art. 9 Abs. 2 lit. a DSGVO, sofern besondere Datenkategorien nach Art. 9 Abs. 1 DSGVO verarbeitet werden. Im Falle einer ausdrücklichen Einwilligung in die Übertragung personenbezogener Daten in Drittstaaten erfolgt die Datenverarbeitung außerdem auf Grundlage von Art. 49 Abs. 1 lit. a DSGVO. Sofern Sie in die Speicherung von Cookies oder in den Zugriff auf Informationen in Ihr Endgerät (z. B. via Device-Fingerprinting) eingewilligt haben, erfolgt die Datenverarbeitung zusätzlich auf Grundlage von § 25 Abs. 1 TDDDG. Die Einwilligung ist jederzeit widerrufbar. Sind Ihre Daten zur Vertragserfüllung oder zur Durchführung vorvertraglicher Maßnahmen erforderlich, verarbeiten wir Ihre Daten auf Grundlage des Art. 6 Abs. 1 lit. b DSGVO. Des Weiteren verarbeiten wir Ihre Daten, sofern diese zur Erfüllung einer rechtlichen Verpflichtung erforderlich sind auf Grundlage von Art. 6 Abs. 1 lit. c DSGVO. Die Datenverarbeitung kann ferner auf Grundlage unseres berechtigten Interesses nach Art. 6 Abs. 1 lit. f DSGVO erfolgen. Über die jeweils im Einzelfall einschlägigen Rechtsgrundlagen wird in den folgenden Absätzen dieser Datenschutzerklärung informiert.",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_5": "Empfänger von personenbezogenen Daten",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_5_PARAGRAPH_1": "Im Rahmen unserer Geschäftstätigkeit arbeiten wir mit verschiedenen externen Stellen zusammen. Dabei ist teilweise auch eine Übermittlung von personenbezogenen Daten an diese externen Stellen erforderlich. Wir geben personenbezogene Daten nur dann an externe Stellen weiter, wenn dies im Rahmen einer Vertragserfüllung erforderlich ist, wenn wir gesetzlich hierzu verpflichtet sind (z. B. Weitergabe von Daten an Steuerbehörden), wenn wir ein berechtigtes Interesse nach Art. 6 Abs. 1 lit. f DSGVO an der Weitergabe haben oder wenn eine sonstige Rechtsgrundlage die Datenweitergabe erlaubt. Beim Einsatz von Auftragsverarbeitern geben wir personenbezogene Daten unserer Kunden nur auf Grundlage eines gültigen Vertrags über Auftragsverarbeitung weiter. Im Falle einer gemeinsamen Verarbeitung wird ein Vertrag über gemeinsame Verarbeitung geschlossen.",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_6": "Widerruf Ihrer Einwilligung zur Datenverarbeitung",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_6_PARAGRAPH_1": "Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_7": "Widerspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung (Art. 21 DSGVO)",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_7_PARAGRAPH_1": "WENN DIE DATENVERARBEITUNG AUF GRUNDLAGE VON ART. 6 ABS. 1 LIT. E ODER F DSGVO ERFOLGT, HABEN SIE JEDERZEIT DAS RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIE VERARBEITUNG IHRER PERSONENBEZOGENEN DATEN WIDERSPRUCH EINZULEGEN; DIES GILT AUCH FÜR EIN AUF DIESE BESTIMMUNGEN GESTÜTZTES PROFILING. DIE JEWEILIGE RECHTSGRUNDLAGE, AUF DENEN EINE VERARBEITUNG BERUHT, ENTNEHMEN SIE DIESER DATENSCHUTZERKLÄRUNG. WENN SIE WIDERSPRUCH EINLEGEN, WERDEN WIR IHRE BETROFFENEN PERSONENBEZOGENEN DATEN NICHT MEHR VERARBEITEN, ES SEI DENN, WIR KÖNNEN ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNG NACHWEISEN, DIE IHRE INTERESSEN, RECHTE UND FREIHEITEN ÜBERWIEGEN ODER DIE VERARBEITUNG DIENT DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VON RECHTSANSPRÜCHEN (WIDERSPRUCH NACH ART. 21 ABS. 1 DSGVO).",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_7_PARAGRAPH_2": "WERDEN IHRE PERSONENBEZOGENEN DATEN VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, SO HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN; DIES GILT AUCH FÜR DAS PROFILING, SOWEIT ES MIT SOLCHER DIREKTWERBUNG IN VERBINDUNG STEHT. WENN SIE WIDERSPRECHEN, WERDEN IHRE PERSONENBEZOGENEN DATEN ANSCHLIESSEND NICHT MEHR ZUM ZWECKE DER DIREKTWERBUNG VERWENDET (WIDERSPRUCH NACH ART. 21 ABS. 2 DSGVO).",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_8": "Beschwerderecht bei der zuständigen Aufsichtsbehörde",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_8_PARAGRAPH_1": "Im Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe.",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_9": "Recht auf Datenübertragbarkeit",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_9_PARAGRAPH_1": "Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen. Sofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_10": "Auskunft, Berichtigung und Löschung",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_10_PARAGRAPH_1": "Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit an uns wenden.",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_11": "Recht auf Einschränkung der Verarbeitung",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_11_PARAGRAPH_1": "Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu können Sie sich jederzeit an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen:",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_11_LIST_ITEM_1": "Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in der Regel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_11_LIST_ITEM_2": "Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah/geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen.",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_11_LIST_ITEM_3": "Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_11_LIST_ITEM_4": "Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_11_PARAGRAPH_2": "Wenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten – von ihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden.",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_12": "SSL- bzw. TLS-Verschlüsselung",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_12_PARAGRAPH_1": "Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL- bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von \"http://\" auf \"https://\" wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.",
  "PRIVACY_POLICY_SECTION_3_SUBTITLE_12_PARAGRAPH_2": "Wenn die SSL- bzw. TLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.",
  "PRIVACY_POLICY_SECTION_4_TITLE": "4. Datenerfassung auf dieser Website",
  "PRIVACY_POLICY_SECTION_4_SUBTITLE_1": "Kontaktformular",
  "PRIVACY_POLICY_SECTION_4_SUBTITLE_1_PARAGRAPH_1": "Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter.",
  "PRIVACY_POLICY_SECTION_4_SUBTITLE_1_PARAGRAPH_2": "Die Verarbeitung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist. In allen übrigen Fällen beruht die Verarbeitung auf unserem berechtigten Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen (Art. 6 Abs. 1 lit. f DSGVO) oder auf Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO) sofern diese abgefragt wurde; die Einwilligung ist jederzeit widerrufbar.",
  "PRIVACY_POLICY_SECTION_4_SUBTITLE_1_PARAGRAPH_3": "Die von Ihnen im Kontaktformular eingegebenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z. B. nach abgeschlossener Bearbeitung Ihrer Anfrage). Zwingende gesetzliche Bestimmungen – insbesondere Aufbewahrungsfristen – bleiben unberührt.",
  "PRIVACY_POLICY_SECTION_4_SUBTITLE_2": "Anfrage per E-Mail, Telefon oder Telefax",
  "PRIVACY_POLICY_SECTION_4_SUBTITLE_2_PARAGRAPH_1": "Wenn Sie uns per E-Mail, Telefon oder Telefax kontaktieren, wird Ihre Anfrage inklusive aller daraus hervorgehenden personenbezogenen Daten (Name, Anfrage) zum Zwecke der Bearbeitung Ihres Anliegens bei uns gespeichert und verarbeitet. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter.",
  "PRIVACY_POLICY_SECTION_4_SUBTITLE_2_PARAGRAPH_2": "Die Verarbeitung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist. In allen übrigen Fällen beruht die Verarbeitung auf unserem berechtigten Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen (Art. 6 Abs. 1 lit. f DSGVO) oder auf Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO) sofern diese abgefragt wurde; die Einwilligung ist jederzeit widerrufbar.",
  "PRIVACY_POLICY_SECTION_4_SUBTITLE_2_PARAGRAPH_3": "Die von Ihnen an uns per Kontaktanfragen übersandten Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z. B. nach abgeschlossener Bearbeitung Ihres Anliegens). Zwingende gesetzliche Bestimmungen – insbesondere gesetzliche Aufbewahrungsfristen – bleiben unberührt.",
  "PRIVACY_POLICY_SECTION_5_TITLE": "5. Plugins und Tools",
  "PRIVACY_POLICY_SECTION_5_SUBTITLE_1": "Google Fonts (lokales Hosting)",
  "PRIVACY_POLICY_SECTION_5_SUBTITLE_1_PARAGRAPH_1": "Diese Seite nutzt zur einheitlichen Darstellung von Schriftarten so genannte Google Fonts, die von Google bereitgestellt werden. Die Google Fonts sind lokal installiert. Eine Verbindung zu Servern von Google findet dabei nicht statt.",
  "PRIVACY_POLICY_SECTION_5_SUBTITLE_1_PARAGRAPH_2": "Weitere Informationen zu Google Fonts finden Sie unter",
  "PRIVACY_POLICY_SECTION_5_SUBTITLE_1_PARAGRAPH_2_PART_2": "und in der Datenschutzerklärung von Google:",
  "PRIVACY_POLICY_SOURCE": "Quelle:",
  "PRIVACY_POLICY_BACK_TO_PORTFOLIO": "Zurück zum Portfolio"
}