{
  "ABOUT_ME": "About me",
  "SKILLS": "Skills",
  "PROJECTS": "Projects",
  "CHECK_MY_WORK": "Check my work",
  "CONTACT_ME": "Contact Me",
  "LETS_WORK_TOGETHER": "Let's work together",
  "GOT_A_PROBLEM_TO_SOLVE": "Got a problem to solve?",
  "CONTACT_FORM_TEXT_1": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
  "CONTACT_FORM_TEXT_2": "Need a Frontend developer?",
  "CONTACT_FORM_TEXT_2_SPAN": "Let's talk!",
  "WHATS_YOUR_NAME": "What's your name?",
  "YOUR_NAME_GOES_HERE": "Your name goes here",
  "WHATS_YOUR_EMAIL": "What's your email?",
  "YOUR_EMAIL_GOES_HERE": "youremail@email.com",
  "HOW_CAN_I_HELP_YOU": "How can I help you?",
  "YOUR_MESSAGE_GOES_HERE": "Hello Fuad, I am interested in...",
  "PRIVACY_POLICY_TEXT_PART_1": "I've read the",
  "PRIVACY_POLICY_TEXT_LINK": "privacy policy",
  "PRIVACY_POLICY_TEXT_PART_2": "and agree to the processing of my data as outlined.",
  "ACCEPT_PRIVACY_POLICY": "Please accept the privacy policy.",
  "SEND_MESSAGE": "Say Hello ;)",
  "NAME_MISSING": "Oops! it seems your name is missing",
  "EMAIL_REQUIRED": "Hoppla! your email is required",
  "MESSAGE_REQUIRED": "What do you need to develop?",
  "FRONTEND_DEVELOPER": "Frontend Developer",
  "BASED_IN_STUTTGART": "Based in Stuttgart",
  "OPEN_TO_WORK": "Open to work",
  "AVAILABLE_FOR_REMOTE_WORK": "Available for remote work",
  "WHO_I_AM": "Who I Am",
  "ABOUT_ME_TEXT": "Hi, I'm a German-speaking Frontend Developer based in Stuttgart. Motivated by the limitless opportunities within IT, I am excited about crafting visually captivating and intuitive websites and applications.",
  "ABOUT_ME_LOCATION": "Flexible in terms of working environments, I can work effectively both on-site in Stuttgart and remotely.",
  "ABOUT_ME_MINDSET": "I am open-minded and always looking for personal challenges to constantly improve my knowledge and skills.",
  "ABOUT_ME_PASSION": "In my profession, programming isn't just about writing code; it's a creative form of problem-solving. I take pride in my ability to distill complex technical challenges into simple, user-friendly solutions. This way, I help you achieve your goals and bring your visions to life.",
  "TECHNOLOGIES": "Technologies",
  "SKILL_SET": "Skill Set",
  "SKILL_SET_TEXT": "My journey has involved working on diverse projects, employing a range of frontend technologies and concepts. I am open to embracing new technologies and methodologies to Continously enhance my skills and stay ahead in the ever-evolving landscape of web development.",
  "SKILL_SET_CONTACT": "You need",
  "SKILL_SET_CONTACT_SPAN": "another skill ?",
  "SKILL_SET_CONTACT_TEXT": "Feel free to contact me. I look forward to expanding on my previous knowledge.",
  "SKILL_SET_BUTTON": "Let's talk",
  "PORTFOLIO": "Portfolio",
  "FEATURED_PROJECTS": "Featured Projects",
  "PORTFOLIO_TEXT": "Explore a selection of my work here - Interact with projects to see my skills in action",
  "WHAT_IS_THIS_PROJECT_ABOUT": "What is this project about?",
  "GITHUB": "GitHub",
  "LIVE_TEST": "Live Test",
  "NEXT_PROJECT": "Next project",
  "PROJECT_DESCRIPTION_JOIN": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
  "PROJECT_DESCRIPTION_EL_POLLO_LOCO": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
  "PROJECT_DESCRIPTION_RING_OF_FIRE": "A multiplayer drinking game based on the popular 'Ring of Fire' party game. Players take turns drawing cards and performing actions based on the card's value. Built with Angular and Firebase.",
  "YOUR_NAME_PLACEHOLDER": "Your name goes here",
  "YOUR_EMAIL_PLACEHOLDER": "youremail@email.com",
  "YOUR_MESSAGE_PLACEHOLDER": "Hello Fuad, I am interested in...",
  "LEGAL_NOTICE": "Legal Notice",
  "FEEDBACKS_NAME_1": "Hanif - Team Partner",
  "FEEDBACKS_TEXT_1": "Fuad has proven to be a reliable group partner. His technical skills and proactive approach were crucial to the success of our project.",
  "FEEDBACKS_NAME_2": "Tobias - Frontend Developer",
  "FEEDBACKS_TEXT_2": "Our project benefited enormously from Fuad efficient way of working.",
  "FEEDBACKS_NAME_3": "Stephanie - Team Partner",
  "FEEDBACKS_TEXT_3": "I had the good fortune of working with Fuad in a group project at the Developer Akademie that involved a lot of effort. He always stayed calm, cool and focused, and madee sure our team was set up for success. He's super knowledgeable, easy to work with, and I'd happily work with him again given the chance."
} 